@extends('layouts.web')

@section('body')
<!-- ====== Top Spacer Start ====== -->
<div class="top-spacer"></div>
<!-- ====== Top Spacer End ====== -->

<section id="about" class="about">
    <div class="container aos-init aos-animate" data-aos="fade-up">

      <div class="section-header">
        <h2 style="font-size: 2rem;letter-spacing:0px;">سنڌي ٻوليءَ ۾ شاعريءَ جو منفرد ۽ سھڻو پليٽفارم</h2>
        <p style="font-size: 1.5em;color:var(--primary)" class="mt-2">باک - ھِي اُونده ڪيسين رھڻي آ؟ ڪا باک نيٺ تہ ڦُٽڻِي آ</p>
      </div>

      <div class="row gy-4">
        <div class="col-lg-4 position-relative about-img aos-init aos-animate" style="background-image: url({{ asset('assets/img/Baakh-beta.svg'); }});    background-repeat: no-repeat;background-position: center;" data-aos="fade-up" data-aos-delay="150">
           
        </div>
        <div class="col-lg-8 d-flex align-items-center aos-init aos-animate" style="font-size: 1.2em;" data-aos="fade-up" data-aos-delay="300">
          <div class="content ps-0 ps-lg-5">
            <p>شاعري ھڪ لطيف فَن آھي، جيڪو انسان جي بنھ شروعاتي دور جي جمالياتي عمل سان گڏوگڏ آڳاٽو تخليقي عمل بہ رھيو آھي. شاعري ھڪ اھڙي ڏات آھي جنھن کي ڏانءُ جي مدد سان اظھاري سگهجي ٿو. شاعريءَ کي ھنديءَ ۽ سنڌيءَ ۾ ڪويتا پڻ چيو ويندو آھي. جڳ مشھور شاعر وليم ورڊس ورٿ مطابق &rsquo;شاعري اندر جي اُڌمن جو بي ساختہ اظھار آھي&lsquo;. &nbsp;شاعري جيڪڏھن رِڌم سان پڙھي وڃي تہ ٻُڌندڙ سُرور محسوس ڪندا آھن.</p>
            <p>سنڌي ٻوليءَ ۾ شاعريءَ جي تاريخ بہ تمام گهڻي پراڻي آھي، عرب دور کان اڳ بہ سنڌ ۾ شعر چيا ويندا ھئا.. قديم شاعريءَ ۾ دوھو، بيت، وائي، ڪافي ڏوھيڙو، مرثيہ ۽ اشلوڪ وغيرہ شامل آھن..</p>
            <p>سنڌي شاعريءَ کي سھيڙڻ لاءِ انفرادي طور تي مختلف ڪتابَ ۽ رسالا ڇپجندا رھن ٿا، جيڪي ورھين پڄاڻان بہ ادارتي لائبريرين ۾ يا ماڻهن جي ذاتي لائبريرين ۾ محفوظ ھوندا. اسان وٽ شاھ عبداللطيف ڀٽائي کان ويندي، استاد بخاري، شيخ اياز، جانڻ چن، سچل سرمست ۽ ٻين کوڙ شاعرن جي شاعري، ڪٻٽن ۽ لائبريرين ۾ ڪتابن جي صورت ۾ تہ موجود آھي پر اُھا شاعري ڊجيٽل دور جي گهُرجن مطابق ڪِٿي بہ سھيڙيل نظر نٿي اچي. جديد دور ۾ سنڌي شاعريءَ لاءِ اھڙي پليٽفارم جي ضرورت محسوس ڪندي &rdquo;باک&ldquo; نالي سان ھِي ويب پورٽل شاعريءَ جي عالمي ڏينھن تي (21 مارچ 2024) ۾ منظرِ عام تي آندو پيو وڃي.</p>            
          </div>
        </div>

        <div class="col-12 aos-init aos-animate" style="font-size: 1.2em;" data-aos="fade-up" data-aos-delay="300">
          <p>باک، شاعريءَ جي ھڪ قديم دور کان جديد ۽ ٽيڪنالاجيءَ واري دور ڏانھن ھڪ سفر آھي. ھِن پورٽل ۾ جديد توڙي قديم شاعريءَ کي سھيڙي ھڪ ئي ھنڌ سھڻي نموني رکيو ويو آھي. باک جو ھِي شروعاتي شمارو (beta version) آھي، جنھن جي پروگرامنگ ۽ ڊيٽا تي ڪم ھلندڙ آھي، بنيادي طور تي ھِن ورزن ۾ ڪجهہ مشھور شاعرن جي شاعري، سنڌي ۽ رومن رسم الخط ۾ شامل ڪئي وئي آھي.</p>
          <h3>باک جي شروعات:</h3>
          <p>باک جي شروعات 2020ع ۾ ٻِن سافٽويئر انجنيئرن &rsquo;ڪامران واحد جمالي&lsquo; ۽ &rsquo;عبيد ٿھيم&lsquo; ڪئي. &nbsp;جنھن جو پھريون خاڪو (ويب پورٽل) ڪوڊگنيٽر نالي سان ھڪ فريمورڪ تي جوڙيو ويو.. جيڪو سال 2023ع ۾ اپگريڊ ڪندي لاراويل تي آندو ويو. باک جو شروعاتي پورٽل ڪامران واحد جمالي جي يونيورسٽيءَ جو فائنل يئر پروجيڪٽ پڻ ھو، جنھن ۾ صرف عريبڪ-پرسو لپيءَ ۾ ئي شاعري شامل ھُئي. ان کان پوءِ اپگريڊ ڪندي ھِن کي ٻن لپين (رومن ۽ عريبڪ پرسو يعني موجودہ سنڌي لپي) ۾ ٺاھيو ويو آھي.</p>
          <p>ھن ويب پورٽل ۾ توھان نہ صرف شاعري پڙھي سگهو ٿا، پر باک ۾ موجود شاعرن ۽ انھن جي شاعريءَ کي پسنديدہ لسٽ ۾ شامل ڪري سگهو ٿا تہ جيئن مستقبل ۾ اھي شيون توھان جي اڪائونٽ ۾ محفوظ رھن. ان کان علاوہ ڪنھن بہ غزل، وائي، نظم يا ٻي صنف تي پنھنجي راءِ (comment) شامل ڪري سگهو ٿا. &rsquo;باک ويب پورٽل&lsquo; ۾ وقت بوقت نواڻ آندي ويندي ۽ توھان جا رايا اسان لاءِ تمام گهڻا فائديمند ثابت ٿيندا.</p>
        </div>
      </div>
      

      <div class="row py-5">
        <div class="col-lg-6 col-xs-12">
          <div class="card rounded-0 text-center p-lg-5 p-2 azam-card">
            <h3 class="title">عزم</h3>
            <p>ڊجيٽل دور ۾ سنڌي ادب ۽ شاعريءَ کي نوان دڳ لائڻ جو عزم رکون ٿا. اسان جي ڪوشش ھوندي تہ جڙتو ڏاھپ (آرٽيفيشل انٽيليجنس) ذريعي سنڌي شاعريءَ لاءِ مشين لرننگ ماڊلس ٺاھجن.</p>
          </div>
        </div>
        <!---start[social with baakh logo]--->
        <div class="col-lg-6 col-xs-12">
          <div class="d-flex justify-content-between align-items-center card rounded-0 p-lg-5 p-2 social-baakh-card">
            <svg width="247" height="282" viewBox="0 0 247 282" fill="none" xmlns="http://www.w3.org/2000/svg">
              <g clip-path="url(#clip0_676_69)">
              <path d="M165 147.752C164.92 147.852 164.848 147.952 164.762 148.05C163.461 149.541 161.856 150.289 159.947 150.289H148.297C146.606 150.289 145.185 149.665 144.035 148.417C142.886 147.17 142.31 145.722 142.31 144.075V121.155H148.363V140.8C148.363 141.78 148.678 142.559 149.306 143.139C149.934 143.719 150.662 144.007 151.487 144.007H158.191C159.796 144.007 160.598 143.563 160.598 142.671C160.598 142.047 160.314 141.18 159.753 140.064L157.15 134.718H164.049L164.536 135.851C164.315 133.965 164.31 132.05 164.204 130.149C164.198 130.064 164.118 129.946 164.043 129.908C162.753 129.267 163.206 128.222 163.559 127.195C162.375 126.63 161.873 125.901 162.341 124.536C162.501 124.068 162.031 122.979 161.581 122.764C160.592 122.291 160.125 121.723 160.128 120.608C160.128 120.264 159.747 119.922 159.558 119.572C158.824 118.219 158.056 116.883 157.382 115.497C156.683 114.058 156.193 112.473 154.387 112.049C154.184 112.002 153.851 111.764 153.863 111.64C154.018 109.81 152.545 109.716 151.458 109.298C149.346 108.483 147.589 107.315 146.752 105.029C146.661 104.779 146.437 104.417 146.245 104.396C144.279 104.19 143.029 101.587 140.682 102.634C140.547 102.693 140.246 102.44 140.06 102.284C138.673 101.119 137.495 99.5447 135.38 99.8183C135.274 99.833 135.113 99.6771 135.03 99.5653C134.4 98.712 133.66 98.9827 132.783 99.1151C131.628 99.2887 130.278 99.4005 129.258 98.9504C127.427 98.1471 125.724 97.5616 123.784 98.4208C123.251 98.6561 122.655 98.818 122.079 98.8503C118.814 99.0327 115.547 99.1534 112.28 99.3358C112.002 99.3505 111.589 99.6094 111.492 99.8565C111.05 100.998 110.274 101.028 109.225 100.925C107.491 100.754 105.788 101.481 104.779 102.74C103.493 104.352 101.982 105.191 100.125 105.556C99.1076 105.756 98.2678 105.953 97.944 107.191C97.8236 107.647 97.1959 108.121 96.7059 108.283C95.3703 108.718 94.2726 109.224 94.8315 111.113C93.4529 111.119 92.4097 111.402 92.2893 112.917C92.1947 114.106 91.7304 114.785 90.3662 114.838C89.9191 114.856 89.4376 115.944 89.1195 116.618C88.9475 116.983 89.088 117.501 89.088 117.916C88.4345 118.178 87.8957 118.389 87.2107 118.663C88.2826 120.917 86.7722 121.891 85.3449 122.694C85.4223 123.529 85.6545 124.241 85.5054 124.856C85.2905 125.745 84.8004 126.56 84.4278 127.407C84.21 128.087 83.6798 128.661 83.4706 129.337C83.1037 130.526 82.9404 131.776 82.6824 133C82.4503 134.109 82.0834 135.207 82.0003 136.325C81.9774 136.625 82.006 136.94 82.049 137.258C85.4739 140.059 89.6612 142.327 94.6165 144.066C100.386 146.116 106.485 147.14 112.907 147.14C118.244 147.14 123.191 146.452 127.748 145.069C131.694 143.91 133.669 142.862 133.669 141.93C133.669 141.174 132.952 140.415 131.522 139.658C129.35 138.455 126.054 137.831 121.629 137.787V131.573C128.181 131.485 133.104 132.8 136.403 135.516C138.748 137.475 139.917 139.614 139.917 141.93C139.917 145.805 136.684 148.791 130.218 150.883C125.143 152.53 119.37 153.354 112.905 153.354C101.549 153.354 91.5527 150.686 82.9088 145.366C83.0407 146.075 83.0751 146.796 82.9174 147.423C82.519 149.006 82.1293 150.333 83.7027 151.298C83.5365 151.971 83.3989 152.536 83.2699 153.054C83.7801 153.481 84.1957 153.831 84.5167 154.102C84.4364 154.843 84.1298 155.902 84.339 156.026C85.9955 156.991 86.4541 158.724 87.1878 160.286C87.9674 161.948 88.039 164.037 89.9105 165.055C90.0051 165.105 89.9965 165.447 89.965 165.638C89.8303 166.473 90.1599 166.962 90.928 167.247C91.1515 167.33 91.4238 167.668 91.4324 167.897C91.504 169.754 92.7794 170.207 94.2124 170.463C95.3445 170.666 95.9664 171.266 95.9177 172.505C95.9034 172.84 95.9808 173.182 96.0237 173.573H97.858C98.3739 174.482 99.099 175.059 99.7782 175.685C100.056 175.941 100.231 176.312 100.466 176.621C100.672 176.892 100.922 177.392 101.102 177.371C102.326 177.227 102.894 178.213 103.722 178.784C104.573 179.366 105.553 179.743 106.453 180.258C108.124 181.211 110.471 180.055 111.804 182.07C111.856 182.146 112.119 182.167 112.217 182.102C113.435 181.311 114.091 182.22 114.799 183.088C115.957 182.247 116.908 182.573 117.427 183.288C118.476 183.288 119.227 183.206 119.955 183.312C120.697 183.417 121.4 183.809 122.142 183.897C123.039 184.003 123.982 184.059 124.862 183.888C126.014 183.662 127.12 183.023 128.269 183.871C128.309 183.9 128.436 183.785 128.527 183.756C130.416 183.141 132.296 182.064 134.193 182.032C136.652 181.991 138.47 180.77 140.464 179.763C141.591 179.195 142.717 178.136 143.829 178.16C145.463 178.195 146.153 177.521 146.701 176.197C147.171 175.056 147.859 174.285 149.274 174.4C149.724 174.438 150.398 173.897 150.679 173.435C151.533 172.043 152.31 170.675 154.095 170.334C154.459 170.263 154.706 169.613 155.027 169.248C156.497 167.586 156.912 165.211 159.165 163.943C160.294 163.308 161.085 161.019 161.051 159.5C161.014 157.812 161.532 156.8 162.467 155.626C163.112 154.817 163.848 153.631 163.728 152.725C163.473 150.795 164.195 149.247 164.983 147.746L165 147.752ZM139.925 127.504C130.293 127.504 119.554 130.911 107.706 137.728V131.514C110.483 128.799 115.235 126.416 121.961 124.365C128.513 122.273 134.5 121.226 139.925 121.226V127.507V127.504ZM155.133 158.883C154.416 159.618 153.582 159.986 152.628 159.986C151.587 159.986 150.719 159.618 150.025 158.883C149.332 158.147 148.985 157.267 148.985 156.243C148.985 155.22 149.332 154.34 150.025 153.604C150.719 152.869 151.587 152.501 152.628 152.501C153.668 152.501 154.471 152.869 155.167 153.604C155.861 154.34 156.207 155.22 156.207 156.243C156.207 157.267 155.849 158.147 155.133 158.883Z" fill="#BD2029"/>
              </g>
              <ellipse cx="123.5" cy="28" rx="28.5" ry="28" fill="#D9D9D9"/>
              <circle cx="219" cy="89" r="28" fill="#D9D9D9"/>
              <circle cx="219" cy="198" r="28" fill="#D9D9D9"/>
              <circle cx="28" cy="89" r="28" fill="#D9D9D9"/>
              <circle cx="28" cy="198" r="28" fill="#D9D9D9"/>
              <ellipse cx="123.5" cy="254" rx="28.5" ry="28" fill="#D9D9D9"/>
              <defs>
              <clipPath id="clip0_676_69">
              <rect width="83" height="86" fill="white" transform="translate(82 98)"/>
              </clipPath>
              </defs>
              </svg>
                     
          </div>
          
        </div>
        <!---end[social with baakh logo]--->

      </div>

      <div class="sath-section py-5">
        <h3 class="title">توھان جي رائين (comments) جا منتظر</h3>
        <div class="row justify-content-center">
           <!---start[sath card]--->
           <div class="col-6 col-lg-3 ">
            <div class="sath-card">
              <img src="{{ asset('assets/img/team/kamran-wahid.jpeg') }}" class="s-fluid" alt="Kamran Wahid photo">
              <div class="banner">
                <div class="banner-inner d-flex justify-content-between">
                  <div class="title">
                    <h5>ڪامران واحد</h5>
                    <p class="p-0 m-0">سافٽويئر انجنيئر</p>
                  </div>
                  <div class="linkedin">
                    <a href="https://linkedin.com/in/kamranwahid" class="btn rounded-2 p-0 m-0"><i class="bi bi-linkedin" style="font-size: 1.4rem"></i></a>
                  </div>
                </div>
              </div>
            </div>
          </div>
          <!---end[sath card]--->

           <!---start[sath card]--->
           <div class="col-6 col-lg-3 ">
            <div class="sath-card">
              <img src="{{ asset('assets/img/team/ubedthaheem.png') }}" class="s-fluid" alt="Ubaid Thaheem photo">
              <div class="banner">
                <div class="banner-inner d-flex justify-content-between">
                  <div class="title">
                    <h5>عبيد ٿھيم</h5>
                    <p class="p-0 m-0">سافٽويئر انجنيئر</p>
                  </div>
                  <div class="linkedin">
                    <a href="https://linkedin.com/in/ubedthaheem" class="btn rounded-2 p-0 m-0"><i class="bi bi-linkedin" style="font-size: 1.4rem"></i></a>
                  </div>
                </div>
              </div>
            </div>
          </div>
          <!---end[sath card]--->
          
          <!---start[sath card]--->
           <div class="col-6 col-lg-3 ">
            <div class="sath-card">
              <img src="{{ asset('assets/img/team/charoo-xyz.jpeg') }}" class="s-fluid" alt="Charan Jamali photo">
              <div class="banner">
                <div class="banner-inner d-flex justify-content-between">
                  <div class="title">
                    <h5>چارڻ جمالي</h5>
                    <p class="p-0 m-0">سھيڙيندڙ</p>
                  </div>
                  <div class="linkedin">
                    <a href="https://x.com/charooxyz" class="btn rounded-2 p-0 m-0"><i class="bi bi-twitter" style="font-size: 1.4rem"></i></a>
                  </div>
                </div>
              </div>
            </div>
          </div>
          <!---end[sath card]--->
          
        </div>
      </div>

    </div>
  </section>
@endsection